40 Hole Ball/windAroundPickleball_test1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2306                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          494;
        startFace       326884;
    }
    outlet
    {
        type            patch;
        nFaces          200;
        startFace       327378;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4304;
        startFace       327578;
    }
    frontAndBack
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          1000;
        startFace       331882;
    }
)

// ************************************************************************* //
